asciinema
atomicparsley
atool
autotrash
base
base-devel
bat
bc
btop
cargo-nextest
cargo-watch
ccache
clang
deno
devtools
direnv
docker
dos2unix
dotbare
downgrade
dura-git
evcxr_repl
exa
expect
fd
figlet
firewalld
fish
fisher-git
fnlfmt
git
git-delta
git-lfs
github-cli
glow
gnu-netcat
grc
gum
helix
hex
htop
hyperfine
inetutils
informant
ipython
jq
just
lazydocker-bin
lazygit
libfaketime
lldb
lua-sec
luarocks
lynx
man-db
man-pages
mdcat
melody
mtr
namcap
nasm
neofetch
neovim-git
neovim-symlinks
nmap
npm
openssh
overdue
pacman-contrib
parted
paru
pigz
pkgfile
plocate
prettier
python
python-black
python-pdm
python-pip
python-pipenv
python-pipx
python-poetry
ranger
rebuild-detector
reflector
ripgrep
rtx
rust-docs
rustup
rusty-man
sassc
sccache
sd
skim
slides-bin
socat
starship
tealdeer
tgpt-bin
tmux
tmux-plugin-manager
tokei
topgrade-bin
transmission-cli
trash-cli
tree
unzip
w3m
wdiff
wget
xdg-user-dirs
yt-dlp
zellij
zip
zoxide
