tap "cormacrelf/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
brew "bat"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "grc"
brew "hyperfine"
brew "just"
brew "lazygit"
brew "luarocks"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pngpaste"
brew "ripgrep"
brew "rye"
brew "starship"
brew "topgrade"
brew "trash"
brew "tree"
brew "zellij"
brew "zoxide"
brew "cormacrelf/tap/dark-notify"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple"
cask "sensiblesidebuttons"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "abierbaum.vscode-file-peek"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "alexanderte.dainty-vscode"
vscode "angular.ng-template"
vscode "arcanis.vscode-zipfs"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asciidoctor.asciidoctor-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "azemoh.one-monokai"
vscode "bbenoist.nix"
vscode "beardedbear.beardedtheme"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cometeer.spacemacs"
vscode "connor4312.codesong"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "dkneeland.yarn-task-provider"
vscode "dnlytras.nord-wave"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "drknoxy.eslint-disable-snippets"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "felipecaputo.git-project-manager"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "heron.firefox-devtools-theme"
vscode "hkmix.solarized-dark-vim"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "jasonnutter.search-node-modules"
vscode "jdinhlife.gruvbox"
vscode "johnpapa.angular2"
vscode "johnpapa.vscode-peacock"
vscode "jorgeserrano.vscode-csharp-snippets"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-codemetrics"
vscode "kumar-harsh.graphql-for-vscode"
vscode "kuscamara.electron"
vscode "lehni.vscode-fix-checksums"
vscode "liviuschera.noctis"
vscode "mathcale.theme-dracula-refined"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhartington.oceanic-next"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "nhoizey.gremlins"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "pascalsenn.keyboard-quickfix"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "pranaygp.vscode-css-peek"
vscode "proohit.openapi-snippets"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "redocly.openapi-vs-code"
vscode "ritwickdey.liveserver"
vscode "rokoroku.vscode-theme-darcula"
vscode "royaction.color-manager"
vscode "rubbersheep.gi"
vscode "rust-lang.rust-analyzer"
vscode "ryanolsonx.solarized"
vscode "ryu1kn.partial-diff"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "xadillax.viml"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
vscode "ziyasal.vscode-open-in-github"
