tap "buo/cask-upgrade"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ms-jpq/sad"
brew "antigen"
brew "bat"
brew "btop"
brew "gettext"
brew "python@3.9"
brew "cava"
brew "cmake"
brew "cmake-docs"
brew "libssh2"
brew "curl"
brew "deno"
brew "direnv"
brew "dura", restart_service: true
brew "duti"
brew "harfbuzz"
brew "emscripten"
brew "exa"
brew "expect"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "python@3.10"
brew "git-filter-repo"
brew "glow"
brew "gnu-sed"
brew "gobject-introspection"
brew "grc"
brew "hyperfine"
brew "ifstat"
brew "jq"
brew "just"
brew "krb5"
brew "librsvg"
brew "llvm"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "lynx"
brew "mas"
brew "mdcat"
brew "node@16"
brew "mongosh"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nmap"
brew "nvm"
brew "openssl@3"
brew "php"
brew "pngpaste"
brew "postgresql@14"
brew "pyenv"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shellharden"
brew "showkey"
brew "slides"
brew "starship"
brew "tealdeer"
brew "the_silver_searcher"
brew "tmux"
brew "topgrade"
brew "trash"
brew "tree"
brew "w3m"
brew "wget"
brew "yj"
brew "youtube-dl"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-icon", "with-no-titlebar"]
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mongodb/brew/mongodb-community"
brew "ms-jpq/sad/sad"
cask "alfred"
cask "betterdiscord-installer"
cask "discord"
cask "firefox"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex"
cask "font-martian-mono"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "iina"
cask "keycastr"
cask "kitty"
cask "multipass"
cask "obsidian"
cask "raycast"
cask "slack"
cask "ubersicht"
cask "utm"
cask "wezterm"
cask "zoom"
mas "AdBlock Pro", id: 1018301773
mas "Dashlane", id: 517914548
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Refined GitHub", id: 1519867270
mas "Safarikai", id: 1437951175
mas "Tampermonkey", id: 1482490089
mas "Tweaks for Reddit", id: 1524828965
mas "uBlacklist for Safari", id: 1547912640
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
vscode "42Crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "abierbaum.vscode-file-peek"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "alexanderte.dainty-vscode"
vscode "Angular.ng-template"
vscode "arcanis.vscode-zipfs"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asciidoctor.asciidoctor-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "azemoh.one-monokai"
vscode "BeardedBear.beardedtheme"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "cometeer.spacemacs"
vscode "connor4312.codesong"
vscode "cssho.vscode-svgviewer"
vscode "csstools.postcss"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DeepScan.vscode-deepscan"
vscode "deerawan.vscode-dash"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "dkneeland.yarn-task-provider"
vscode "dnlytras.nord-wave"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "drKnoxy.eslint-disable-snippets"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "felipecaputo.git-project-manager"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "Heron.firefox-devtools-theme"
vscode "hkmix.solarized-dark-vim"
vscode "humao.rest-client"
vscode "IBM.output-colorizer"
vscode "jasonnutter.search-node-modules"
vscode "jdinhlife.gruvbox"
vscode "johnpapa.Angular2"
vscode "johnpapa.vscode-peacock"
vscode "jorgeserrano.vscode-csharp-snippets"
vscode "KevinRose.vsc-python-indent"
vscode "kisstkondoros.vscode-codemetrics"
vscode "kumar-harsh.graphql-for-vscode"
vscode "kuscamara.electron"
vscode "lehni.vscode-fix-checksums"
vscode "liviuschera.noctis"
vscode "mathcale.theme-dracula-refined"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhartington.oceanic-next"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "naumovs.color-highlight"
vscode "nhoizey.gremlins"
vscode "octref.vetur"
vscode "Orta.vscode-jest"
vscode "pascalsenn.keyboard-quickfix"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "pranaygp.vscode-css-peek"
vscode "proohit.openapi-snippets"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "Redocly.openapi-vs-code"
vscode "ritwickdey.LiveServer"
vscode "rokoroku.vscode-theme-darcula"
vscode "royaction.color-manager"
vscode "rubbersheep.gi"
vscode "rust-lang.rust-analyzer"
vscode "ryanolsonx.solarized"
vscode "ryu1kn.partial-diff"
vscode "shalldie.background"
vscode "smeagolem.ayu-one-dark-pro"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "syler.sass-indented"
vscode "teabyii.ayu"
vscode "tht13.html-preview-vscode"
vscode "Tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "XadillaX.viml"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
vscode "ziyasal.vscode-open-in-github"
