acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty-git
alacritty-themes
alsa-utils
ansible
arandr
archiso
asciinema
atomicparsley
atool
aurvote
autotrash
avizo
base
base-devel
bat
bazel
bc
betterdiscordctl
bind
blueberry-wayland
bluez
bluez-utils
borg
brightnessctl
btop
bun-bin
cargo-nextest
cargo-update
cargo-watch
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cava
ccache
chrony
clang
cliphist
cpupower
deno
dhcpcd
dictd
direnv
discord
dmidecode
dos2unix
dotbare
dunst
element-desktop
expect
eza
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc-ut
fcitx5-qt
fd
feh
ffmpegthumbnailer
figlet
firefox
firefox-developer-edition
firewalld
fish
fisher-git
fm-bin
font-manager
fprintd
fuzzel
fwupd
fzf
gammastep
git
git-delta
git-lfs
github-cli
glow
gnome-calculator
gnome-keyring
gnome-logs
gnome-tweaks
gnu-netcat
gobject-introspection
grc
greetd
grim
grimblast-git
gst-libav
gst-plugins-bad
gst-plugins-ugly
gum
helvum
htop
hunspell
hunspell-en_us
hyperfine
hyprland
hyprlock
hyprpaper
hyprpicker-git
hyprshade-git
i3-wm
icat
iftop
imagemagick
inetutils
intel-ucode
inxi
iotop
iptables-nft
ipython
irqbalance
iwd
jq
just
kimageformats5
kitty
krita
krita-plugin-gmic
kseexpr
laptop-mode-tools
lazydocker-bin
lazygit
lf
lib32-nvidia-utils
libfaketime
libfprint-2-tod1-xps9300-bin
libnotify
libva-nvidia-driver
libva-utils
light-git
linux-firmware
linux-zen
linux-zen-headers
lldb
lshw
lua-sec
luarocks
lynx
man-db
man-pages
mangohud
mdcat
mdns-scan
megasync-bin
melody
mesa-utils
mkinitcpio-firmware
mozc-ut
mpv
mpv-mpris
mtr
namcap
nautilus
neofetch
neovide
neovim
neovim-symlinks
nethogs
networkd-notify-git
networkmanager
networkmanager-openvpn
nftables
nmap
nnn
notion-app
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
nvidia-dkms
nvidia-prime
nvidia-settings
nwg-look-bin
obs-studio
obsidian
openssh
openvpn-update-systemd-resolved
opera
opera-ffmpeg-codecs
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
overdue
paccat
pacman-contrib
pamixer
papirus-icon-theme
paru
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
polkit-gnome
poppler
power-profiles-daemon
powertop
preload
prettier
pv
python-aiodns
python-aiohttp
python-argcomplete
python-beautifulsoup4
python-black
python-brotli
python-cchardet
python-certifi
python-colorama
python-croniter
python-curio
python-dnspython
python-idna
python-mutagen
python-pillow
python-pip
python-pipx
python-poetry
python-pycryptodome
python-pycryptodomex
python-pyopenssl
python-pyqt5
python-pysocks
python-pyxdg
python-requests-toolbelt
python-sniffio
python-trio
qbittorrent
qgnomeplatform-qt5
qgnomeplatform-qt6
qt5-styleplugins
qt5-wayland
qt5ct
qt6-wayland
qt6ct
quickmedia-git
ranger
rebuild-detector
reflector
retroarch
ripgrep
rkhunter
rofi-lbonn-wayland-git
rofimoji
rust-docs
rustup
rusty-man
rye
safeeyes
sassc
sccache
sd
sddm
sddm-conf-git
sddm-theme-catppuccin-git
sddm-theme-tokyo-night
showmethekey
skim
slurp
socat
spdlog
spotify-launcher
starship
steam
swappy
sway-audio-idle-inhibit-git
swayidle
swaylock-effects
swaync
sxhkd
systemd-boot-pacman-hook
systemd-resolvconf
systemd-ui
tealdeer
texinfo
tgpt-bin
thermald
thunderbird
tmux
tmux-plugin-manager
tokei
topgrade-bin
traceroute
transmission-cli
trash-cli
tree
tree-sitter-cli
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-fantasque-sans-mono
ttf-firacode-nerd
ttf-go-nerd
ttf-google-fonts-typewolf
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-maple
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-ms-win11-auto
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-tamzen-font-git
ttf-terminus-nerd
ttf-tinos-nerd
ttf-twemoji
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono
ttf-victor-mono-nerd
udiskie
udisks2
unzip
vlc
vulkan-intel
vulkan-tools
waifu2x-ncnn-vulkan
waybar
wezterm
wf-recorder
wget
wireguard-tools
wireplumber
wl-clip-persist-git
wl-clipboard
wlogout
wlr-randr
wlrctl
wofi
wqy-zenhei
wtype
xcompmgr
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xkeysnail
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-xhost
xorg-xinit
xorg-xlsclients
xxd-standalone
yt-dlp
zathura
zathura-pdf-mupdf
zellij
zip
zoxide
zsh
