acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
ansible
atool
autotrash
avizo
base
base-devel
bat
bc
betterdiscordctl
blueberry-wayland
bluez
bluez-utils
brightnessctl
browsh
btop
caffeinated
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cava
chrony
clang
cliphist
deno
dhcpcd
dictd
discord_arch_electron
dmidecode
dos2unix
dotbare
dunst
dura-git
element-desktop
eww-wayland
exa
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc-ut
fcitx5-qt
fd
feh
firefox
firewalld
fish
fisher-git
floorp
fluent-gtk-theme
fluent-icon-theme-git
fm-bin
font-manager
fwupd
fzf
gammastep
git
git-delta
github-cli
glow
gnome-keyring
gnu-netcat
gobject-introspection
grc
greetd
grim
helvum
htop
hunspell
hunspell-en_us
hyperfine
hyprland-nvidia-hidpi-git
hyprpaper
hyprpicker-git
icat
imagemagick
intel-ucode
iptables-nft
iwd
jq
just
kitty
laptop-mode-tools
lazydocker-bin
lazygit
lib32-nvidia-utils
libva-nvidia-driver
libva-utils
light-git
linux
linux-firmware
linux-headers
lshw
lua-sec
luarocks
lynx
mailspring
man-db
man-pages
mdcat
mesa-utils
mozc-ut
mpv
nautilus
neofetch
neovim-git
neovim-symlinks
nerd-fonts-complete-starship
networkmanager
networkmanager-openvpn
nftables
nm-connection-editor
notion-app-enhanced
noto-fonts-emoji
nvidia-dkms
nvidia-settings
nwg-look
obs-studio
obsidian
openssh
openvpn-update-systemd-resolved
opera
opera-ffmpeg-codecs
pacman-contrib
pamixer
papirus-icon-theme
paru
pcloud-drive
pcloudcc-git
pipewire
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
polkit-gnome
poppler
powertop
pv
python-argcomplete
python-pillow
python-pip
python-pyxdg
qbittorrent
qt5-wayland
qt5ct
qt6-wayland
ranger
reflector
retroarch
ripgrep
rofi-lbonn-wayland-git
rofimoji
rtx-bin
rustup
sassc
slurp
socat
spotify-launcher
starship
steam
swappy
sway-audio-idle-inhibit-git
sway-git
swayidle
swaylock-effects-git
swaylockd
sxhkd
systemd-boot-pacman-hook
tealdeer
texinfo
thermald
tmux
tmux-plugin-manager
tokei
topgrade
transmission-cli
trashman
tree
ttf-google-fonts-typewolf
ttf-intel-one-mono
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-ms-win11-auto
ttf-nerd-fonts-symbols-mono
ttf-tamzen-font-git
ttf-victor-mono
ttf-victor-mono-nerd
udisks2
unzip
vlc
vulkan-tools
waybar-hyprland-git
wezterm
wf-recorder
wget
wireplumber
wl-clip-persist-git
wl-clipboard
wlsunset-git
wofi
wqy-zenhei
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xkeysnail
xorg-xhost
xorg-xlsclients
xxd-standalone
zellij
zip
zoxide
