acpid
alacritty
alsa-utils
ansible
anyrun-git
arandr
asciinema
atomicparsley
atool
authy
autotrash
avizo
base
base-devel
bat
bc
betterdiscordctl
bind
blueberry-wayland
bluez
bluez-utils-compat
brightnessctl
browsh
btop
btrfs-progs
cargo-nextest
cargo-watch
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cava
ccache
clang
cliphist
coolercontrol
cpupower
deno
devtools
dhcpcd
dictd
direnv
discord_arch_electron
dmidecode
docker
dos2unix
dotbare
downgrade
ds4drv
dunst
dura-git
element-desktop
evcxr_repl
eww-wayland
exa
expect
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc-ut
fcitx5-qt
fd
feh
ffmpegthumbnailer
figlet
firefox
firefox-developer-edition
firewalld
fish
fisher-git
fluent-gtk-theme-git
fluent-icon-theme-git
fm-bin
font-manager
fragments
fuzzel
fwupd
gamemode
gammastep
gimp
git
git-delta
git-lfs
github-cli
glow
gnome-calculator
gnome-keyring
gnu-netcat
gobject-introspection
goverlay-bin
gparted
grc
greetd
grim
grimblast-git
gst-libav
gst-plugins-bad
gst-plugins-ugly
gum
helix
helvum
hex
htop
hunspell
hunspell-en_us
hyperfine
hyprland-nvidia-hidpi-git
hyprpaper-git
hyprpicker-git
hyprshade-git
imagemagick
inetutils
informant
intel-ucode
inxi
iptables-nft
ipython
irqbalance
iwd
jq
just
kimageformats
kitty
krita
krita-plugin-gmic
kseexpr
lazydocker-bin
lazygit
lf
lib32-mangohud
lib32-nvidia-utils
libfaketime
libva
libva-nvidia-driver
libva-utils
light-git
linux-firmware
linux-zen
linux-zen-headers
lldb
lua-sec
luarocks
lynx
man-db
man-pages
mangohud
mdcat
megasync-bin
melody
mesa-utils
morgen-bin
mpv
mpv-mpris
mtr
namcap
nautilus
neofetch
neovim-git
neovim-symlinks
net-tools
networkmanager
networkmanager-openvpn
nftables
nm-connection-editor
nmap
notion-app
noto-fonts-cjk
npm
nss-mdns
nvidia-dkms
nvidia-settings
nwg-look
obs-studio
obsidian
openrgb
openssh
openvpn-update-systemd-resolved
opera
opera-ffmpeg-codecs
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
overdue
pacman-contrib
pamixer
papirus-icon-theme
parted
paru
pavucontrol
pcloud-drive
pcloudcc-git
picom
pigz
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
polkit-gnome
poppler
preload
prettier
python
python-aiodns
python-aiohttp
python-argcomplete
python-black
python-brotli
python-cchardet
python-certifi
python-colorama
python-curio
python-dnspython
python-huggingface-hub
python-idna
python-mutagen
python-pillow
python-pip
python-pipenv
python-pipx
python-poetry
python-pycryptodome
python-pycryptodomex
python-pyopenssl
python-pyqt5
python-pysocks
python-pyxdg
python-requests-toolbelt
python-sniffio
python-trio
python-typer
qbittorrent
qgnomeplatform-qt5
qgnomeplatform-qt6
qpwgraph
qt5-styleplugins
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ranger
reapack
reaper
rebuild-detector
reflector
retroarch
ripgrep
rofi-lbonn-wayland-git
rofimoji
rtx
rust-docs
rustup
rusty-man
samba
sassc
sccache
sd
showmethekey
slides-bin
slurp
snap-pac
snapper
socat
sockstat
spicetify-cli
spotify-launcher
starship
steam
swappy
sway
sway-audio-idle-inhibit-git
swayidle
swaylock-effects
swaync
sxhkd
sysstat
systemd-boot-pacman-hook
tcpdump
tealdeer
texinfo
tgpt-bin
thermald
thunderbird
tmux
tmux-plugin-manager
tokei
topgrade-bin
transmission-cli
trash-cli
tree
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-apple-emoji
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-google-fonts-typewolf
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-mac-fonts
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-ms-win11-auto
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-tamzen-font-git
ttf-terminus-nerd
ttf-tinos-nerd
ttf-twemoji
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono
ttf-victor-mono-nerd
udiskie
udisks2
unzip
vdhcoapp-bin
via-bin
vkbasalt-git
vlc
vulkan-tools
waybar-hyprland-git
wdiff
wev
wezterm-git
wf-recorder
wget
wl-clip-persist-git
wl-clipboard
wlogout
wlr-randr
wofi
wqy-zenhei
wtype
xcompmgr
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xdotool
xkeysnail
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-xhost
xorg-xlsclients
xxd-standalone
yt-dlp
zathura
zathura-pdf-mupdf
zeal
zellij
zip
zoxide
