acpid
alacritty
alsa-utils
ansible
anyrun-git
atool
authy
autotrash
avizo
base
base-devel
bat
bc
betterdiscordctl
bind
blueberry-wayland
bluez
bluez-utils-compat
brightnessctl
browsh
btop
btrfs-progs
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
cava
ccache
clang
cliphist
coolercontrol
cpupower
deno
dhcpcd
dictd
direnv
discord_arch_electron
dmidecode
dos2unix
dotbare
ds4drv
dunst
dura-git
element-desktop
eww-wayland
exa
expect
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc-ut
fcitx5-qt
fd
feh
firefox
firefox-developer-edition
firewalld
fish
fisher-git
floorp
fluent-gtk-theme-git
fluent-icon-theme-git
fm-bin
font-manager
fragments
fwupd
gamemode
gammastep
git
git-delta
github-cli
glow
gnome-calculator
gnome-keyring
gnu-netcat
gobject-introspection
goverlay-bin
grc
greetd
grim
helvum
htop
hunspell
hunspell-en_us
hyperfine
hyprland-nvidia-hidpi-git
hyprpaper
hyprpicker-git
imagemagick
inetutils
intel-ucode
inxi
iptables-nft
irqbalance
iwd
jq
just
kitty
lazydocker-bin
lazygit
lib32-mangohud
lib32-nvidia-utils
libva
libva-nvidia-driver
libva-utils
light-git
linux-firmware
linux-zen
linux-zen-headers
lua-sec
luarocks
lynx
mailspring
man-db
man-pages
mangohud
mdcat
mesa-utils
mpv
nautilus
neofetch
neovim-git
neovim-symlinks
nerd-fonts-complete-starship
networkmanager
networkmanager-openvpn
nftables
nm-connection-editor
notion-app-enhanced
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-dkms
nvidia-settings
nwg-look
obs-studio
obsidian
openrgb
openssh
openvpn-update-systemd-resolved
opera
opera-ffmpeg-codecs
pacman-contrib
pamixer
papirus-icon-theme
parted
paru
pavucontrol
pcloud-drive
pcloudcc-git
picom
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
polkit-gnome
poppler
preload
python
python-argcomplete
python-brotli
python-certifi
python-curio
python-dnspython
python-idna
python-pillow
python-pip
python-pyopenssl
python-pysocks
python-pyxdg
python-requests-toolbelt
python-sniffio
python-trio
qbittorrent
qgnomeplatform-qt5
qgnomeplatform-qt6
qpwgraph
qt5-styleplugins
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ranger
reflector
retroarch
ripgrep
rofi-lbonn-wayland-git
rofimoji
rtx
rustup
samba
sassc
slurp
snapper
socat
spicetify-cli
spotify-launcher
starship
steam
swappy
sway-audio-idle-inhibit-git
sway-git
swayidle
swaylock-effects-git
swaync
sxhkd
systemd-boot-pacman-hook
tealdeer
texinfo
thermald
tmux
tmux-plugin-manager
tokei
topgrade-bin
transmission-cli
trash-cli
tree
ttf-google-fonts-typewolf
ttf-intel-one-mono
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-ms-win11-auto
ttf-nerd-fonts-symbols-mono
ttf-tamzen-font-git
ttf-victor-mono
ttf-victor-mono-nerd
udisks2
unzip
via-bin
vkbasalt-git
vlc
vulkan-tools
waybar-hyprland-git
webapp-manager
wezterm
wf-recorder
wget
wl-clip-persist-git
wl-clipboard
wlogout
wlr-randr
wlsunset-git
wofi
wqy-zenhei
wtype
xcompmgr
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xdotool
xkeysnail
xorg-xhost
xorg-xlsclients
xxd-standalone
zeal
zellij
zip
zoxide
