acpid
act-bin
allsorts-tools
alsa-utils
anki-bin
ansible-core
apple-fonts
arandr
archlinux-themes-sddm
asciinema
atomicparsley
atool
audacity
audacity-docs
automedia-git
autotiling
autotrash
avizo
awesome
baobab
base
base-devel
bash-completion
bat
bazel
bc
bemoji
betterdiscordctl
bind
blender
blueberry-wayland
bluez
bore
bpython
brightnessctl
btop
btrfs-progs
bun-bin
calibre
cargo-deny
cargo-flamegraph
cargo-llvm-cov
cargo-msrv
cargo-nextest
cargo-update
cargo-watch
catppuccin-cursors-frappe
catppuccin-cursors-latte
catppuccin-cursors-macchiato
catppuccin-cursors-mocha
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
ccache
chromium
cinny-desktop-bin
citra-appimage
clang
cliphist
coolercontrol-bin
coturn
cowsay
cpupower
cuda
cuda-tools
cython
decibels
deno
devtools
dhcpcd
dhcping
dictd
direnv
discord
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
docker-credential-secretservice
doctl
dolphin-emu
dos2unix
dotbare
downgrade
ds4drv
dunst
e2fsprogs
easy-rsa
emacs
epiphany
evcxr_repl
evince
eww
expect
eza
fd
feh
festival
ffmpegthumbnailer
figlet
file-roller
firefox
firefox-developer-edition
firewalld
fish
fisher
fm-bin
fmt
fnlfmt
font-manager
fontforge
fuzzel
fwupd
fzf
gamemode
gamescope
gammastep
gdm
gedit
gedit-plugins
ghcup-hs-bin
ghostty
gifcurry
gifsicle
gimp
git
git-absorb
git-delta
git-lfs
github-cli
gitoxide
glow
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuplot
gobject-introspection
godot
goverlay
gparted
grc
grcov
greetd
grilo-plugins
grim
grimblast-git
gst-libav
gst-plugin-gtk
gst-plugins-bad
gst-plugins-ugly
gstreamer-vaapi
gtk4-layer-shell
gucharmap
gum
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gzdoom
handbrake
handbrake-cli
helix
helvum
hexyl
htop
hunspell
hunspell-en_us
hydrus
hyperfine
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshade-rewrite-git
hyprswitch
hyprutils
i3-wm
i3blocks
i3lock
i3status
ibus-mozc
icu69-bin
imagemagick
inetutils
informant
innoextract
intel-ucode
inxi
iptables-nft
ipython
irqbalance
iwd
jq
just
kimageformats5
kitty
krita
krita-plugin-gmic
kseexpr
lazydocker-bin
lazygit
lf
lib32-gamemode
lib32-mangohud
lib32-nvidia-utils
libfaketime
libgit2-glib
libnotify
libray
libretro-beetle-pce
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-beetle-supergrafx
libretro-blastem
libretro-bsnes
libretro-bsnes-hd
libretro-bsnes2014
libretro-citra
libretro-core-info
libretro-desmume
libretro-dolphin
libretro-duckstation
libretro-flycast
libretro-gambatte
libretro-genesis-plus-gx
libretro-kronos
libretro-mame
libretro-mame2016
libretro-melonds
libretro-mesen
libretro-mesen-s
libretro-mgba
libretro-mupen64plus-next
libretro-nestopia
libretro-overlays
libretro-parallel-n64
libretro-pcsx2
libretro-picodrive
libretro-play
libretro-ppsspp
libretro-retrodream
libretro-sameboy
libretro-scummvm
libretro-shaders-slang
libretro-snes9x
libretro-swanstation-git
libretro-yabause
libva-nvidia-driver-git
libva-utils
libvirt
light-git
linux-firmware
linux-zen
linux-zen-headers
lldb
loupe
lrzip
lshw
lua-sec
luarocks
lynx
malcontent
man-db
man-pages
mangal-bin
mangohud
mdcat
megasync-bin
melody
mesa-utils
minecraft-launcher
mkinitcpio-firmware
mold
mplayer
mpv
mpv-mpris
mtr
namcap
nasm
nautilus
nautilus-python
ncdu
neofetch
neovide
neovim
neovim-symlinks
net-tools
networkmanager
networkmanager-openvpn
nftables
nm-connection-editor
nmap
nnn-nerd
nodejs-lts-iron
noto-fonts
noto-fonts-cjk
npm
nss-mdns
nushell
nvidia-dkms
nvidia-settings
nwg-look
nyaa
obs-studio
obsidian
oha
openbsd-netcat
openrgb
openssh
openvpn-update-systemd-resolved
orca
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
ouch
overdue
paccat
packer
pacman-contrib
pamixer
pandoc-bin
papirus-icon-theme
parallel
parted
paru
pass
pavucontrol
pax-utils
pcsx2
perf
perl-image-exiftool
pigz
pipewire-alsa
pipewire-jack
pipewire-libcamera
pipewire-pulse
pkgfile
playerctl
plocate
pnpm
polkit-gnome
poppler
power-profiles-daemon
preload
proton-ge-custom-bin
protontricks
python-aiodns
python-aiohttp
python-argcomplete
python-black
python-brotli
python-capstone
python-cbor2
python-certifi
python-colorama
python-croniter
python-curio
python-dnspython
python-gevent
python-huggingface-hub
python-idna
python-internetarchive
python-mutagen
python-opentype-sanitizer
python-pillow
python-pip
python-pipenv
python-pipx
python-poetry
python-protobuf
python-psd-tools
python-pycryptodome
python-pycryptodomex
python-pynvim
python-pyopenssl
python-pyqt5
python-pysocks
python-pystache
python-pywayland
python-pyxdg
python-requests-toolbelt
python-sniffio
python-trio
python-ujson
qbittorrent
qpwgraph
qsynth
qt5-graphicaleffects
qt5-quickcontrols2
qt5-styleplugins
qt5-wayland
qt5ct
qt6-wayland
qt6-webengine
qt6ct
quickmedia-git
radare2
ranger
rclone
reapack
reaper
rebuild-detector
reflector
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
ripgrep
rofi
rofimoji
rpcs3-bin
rustup
rye
rygel
sad
samba
sassc
sccache
sd
sddm
sddm-conf-git
sddm-sugar-dark
sddm-theme-tokyo-night
seahorse
shaderc
showmethekey
simple-scan
skim
slides-bin
slurp
smartmontools
snapshot
socat
sockstat
spdlog
speech-dispatcher
spotify-launcher
spotify-tui
spotifyd
sq-bin
sqlx-cli
ssh-audit
sshfs
starship
steam
steamtinkerlaunch-git
strace
sushi
swappy
sway
sway-audio-idle-inhibit-git
swayidle
swaylock
swaync
swftools
sxhkd
syncthing
syncthing-appmenu
sysstat
systemd-boot-pacman-hook
systemd-resolvconf
tcpdump
tealdeer
tecla
terraform
texinfo
thermald
thunderbird
tinyxxd
tmux
tmux-plugin-manager
tokei
topgrade-bin
torbrowser-launcher
totem
traceroute
transmission-cli
trash-cli
tree
tree-sitter-cli
ts-node
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-apple-emoji
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envy-code-r
ttf-fantasque-nerd
ttf-fantasque-sans-mono
ttf-firacode-nerd
ttf-go-nerd
ttf-google-fonts-git
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-mac-fonts
ttf-maple
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-ms-win11-auto
ttf-ms-win11-auto-japanese
ttf-ms-win11-auto-korean
ttf-ms-win11-auto-other
ttf-ms-win11-auto-sea
ttf-ms-win11-auto-thai
ttf-ms-win11-auto-zh_cn
ttf-ms-win11-auto-zh_tw
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-pretendard
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-tamzen-font-git
ttf-terminus-nerd
ttf-tinos-nerd
ttf-twemoji
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono
ttf-victor-mono-nerd
typst
udiskie
udisks2
ueberzugpp
unace
unarchiver
unrar
unzip
uv
uwsm
valgrind
vault
vdhcoapp-bin
via-bin
virt-manager
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
visual-studio-code-bin
vkbasalt-git
vkd3d
vlc
vulkan-tools
w3m
waifu2x-ncnn-vulkan
watson
waybar
wdiff
webp-pixbuf-loader
wev
wezterm
wf-recorder
wget
whois
wine
winetricks
wireguard-tools
wireless_tools
wireplumber
wl-clip-persist-git
wl-clipboard
wlogout
wlr-randr
wlrctl
wofi
wqy-zenhei
wtype
xclip
xcompmgr
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdotool
xinit-xsession
xkeysnail
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server-devel
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xlsclients
xorg-xwayland
xplr
xss-lock
yad
yarn
yazi
yelp
yt-dlp
zathura
zathura-pdf-poppler
zed
zellij
zig
zip
zmusic
zoom
zoxide
